{
  "password": [
    "I am unable to login",
    "We need help to disable MFA in order for our users be able to login into QuickBooks server",
    "I am not able to log into the server. It says invalid password but i have not changed it so I know its correct ",
    "I am unable to access  / login to remote desktop",
    "Can you please reset my passord?",
    "I need to provide a login for a new person so they can access our QB programs",
    "One of our logins is now requiring a password.",
    "we got her password reset, now it&#39;s prompting for security questions that she does not remember setting up.   We&#39;ve been trying to get her connected for about an hour now.  Currently on hold with supprt for 12 mins.",
    "Need to reset password for user",
    "unable to log in and change password. States contact admnistrator",
    "need to change password",
    "I can't login to the server.",
    "change harold lohf password",
    "After I click the link to login to acecloud, my screen goes all black.  ",
    "Hello - we cannot open the Stovall-Associates QB File. The file just sits and spins....are you able to reset this file/make sure it&#39;s not corrupted like it was done for us earlier this morning? Can this be done for every QB file so we know we can access all of them?4",
    "Cloud Password not working",
    "Hello! I am trying to login and keep getting a message saying &quot;There was a problem connecting the remote resource. Connect your network administrator.&quot; It let me in twice, but then immediately gave me the same message. I have tried multiple times. Can you help? I don&#39;t know what to do. ",
    "How can I reset my password for SelfCare portal?",
    "I am attempting to log in to the self care portal but the user id and password are not working",
    "I need to change the credentials of my login and login with a different account, and the server will not let me do that.",
    "i have a new laptop and I need my login information",
    "My password link expired",
    "I&#39;d like to give my authorization to reset the password to the server to Marie Demene \n",
    "I need to update my password into Ace.  New connection thru xfinity and password to Ace disappeared   I need to reset.",
    "need to change password for our user ",
    "One of our users (CaitlynB) cannot login to QB w/o a licensing error message. We spent 40 minutes on the phone earlier and it is still not resolved.",
    "I can&#39;t login to server. ",
    "I want to change the password to my RDC, but I can&#39;t remember my old one.  What can I do?",
    "My server prompting me to update my password. However, the old password I have written down is saying it is incorrect. Can someone please help iwth the reset? ",
    "I need to get the desktop link to login to the quickbooks server as I have a new computer?",
    "I am trying to create a new User and Password in the self-care portal and am locked out",
    "I am having trouble with my login",
    "When logging on to the cloud it said I am a &#39;temporary user&#39; when I look at the screen my icons are not laid out correctly. When I open QB it closes out just before it comes to the login screen",
    "ticket id 602114. I need help with login in quickbooks",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "Trying to login from a new desktop and it will not connect",
    "Hi, I forgot my admin password on qb pos v12, can you help",
    "Apparently - ACE has initiated an auto password change without notification to end user. This is frustrating. If this is the case then we will have one other person that will need to change their password.  I logged into selfcare to change password. I have had no success so I expect the password change is for the self care site and not the remote login. ",
    "APpraisals1 - I cannot open APpraisal Linx.  I can open other companies. Cannot open even if I use the reset tool you sent me.  THis is urgent to open this asap.",
    "I have access to my email now and want to reset my password. Can you help me connect to the server",
    "Forgot windows security credentials",
    "I need help resetting my password I forgot my current one",
    "I cant log in using the password I  created.",
    "I am having difficulty login in to my server",
    "Is there any system we can use to tell if someone is already logged into RDP? We share one user login and rarely at the same time, but sometimes accidentally kick someone out. ",
    "NEED TO DO A PASSWORD RESET FOR ONE OF MY COMPANY USERS",
    "I want to login to my QuickBooks Enterprise. The name of my company is McKinley Jones &amp; Associates. ",
    "I need a password reset for my user BByers",
    "Need to reset my password.",
    "I cannot get into the program to do income tax returns.  I get &quot;locked out&quot; message even with new password. "
  ],
  "disk": [
    "We would like to upgrade from Quickbooks Non-profit Enterprise Desktop 2022 to 2024 in a couple weeks. We have a current license for 2 users.  ",
    "An icon for QuickBooks Premier has shown up on our remote desktop.  no one from our company loaded it onto the desktop.  Why is it there?  Our disk space was already low at 6%, now it is down to 3%.  Can you please remove it?  Mahalo",
    "hello - I am unable to backup my quickbooks file due to lack of storage? ",
    "Hello! I&#39;m a current client (KAC Consulting Inc) and am looking for the support phone number. I need software installed on my workspace. ",
    "Logging into the remote server I continue to get &quot;Low C:  drive space detcted&quot;",
    "I&#39;m trying to upgrade to new version of QB.  It&#39;s saying I do not have permission because I&#39;m system administrator.  ",
    "Hello, our application, Sage 100, is not working after you all upgraded the application. The databases need upgraded as well, but we are unable to do this because the database administration app is being blocked from launching due to your Crowdstrike agent. Can you put in an exception for any blocks you have pertaining to Sage 100?",
    "need to clear space in the disk drive",
    "I need to have Brite Av upgraded from 2022 to 2024",
    "upgrade quickbooks 2022 to 2024",
    "Hi, I&#39;m trying to upgrade out remaining entities to the new QB 2024 Desktop Accountant Version we purchased. ",
    "I need temporary files removed from my remote  desktop in order to free up space, per the out of space notification.",
    "I have upgraded my computer but now uniprint will not work. it shows my pc but shows the IP as 0.0.0.0 and nothing will print",
    "Recently our company upgraded their quickbooks from 2019 to 2022 and now we seem to be having a Security ID issue.  I suspect this had something to do with the user roles on quickbooks but they all seem fine.  My next thought was that it could be the folder permissions but when I right-click on the folders to check the &quot;Security&quot; tab, the tab doesn&#39;t exist(I see it on my computer but the virtual machine&#39;s window does show that option.  Is there a way for you to check and may sure that the right people have the correct permissions?",
    "Password Reset\nConfirmation\nLu2@myrealdata.net\n女\nInboxExternal\n画 Summarize this email\nNO-REPLY 9:11AM\nto me, Jason v\nCioudHosting\nGreetings!\nThis emailis to confirm that password has beensuccessfully reset for LU2 (Lu2@myrealdata.net)on LUCABINET & GRANITE.\nIf you have not requested this, please contact ACESupport immediately.\nRegards,\nTeam ACE\nNeed any help? We are waiting:\nChatPhone:1-888-415-5240Email:",
    "Hello, I need tech support to help with uploading the upgraded desktop QB on server"
  ],
  "rdp": [
    "Hello! I am having trouble accessing my remote desktop. I received error &quot;[Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;QblivePro.myrealdata.net&quot;. This might mean that &quot;QblivePro.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 04/21/25 07:13:20 PM\n\nPress Ctrl+C to copy.&quot;",
    "Need to add a user who has lost his connection.  Server# is CID70461",
    "I am unable to access  / login to remote desktop",
    "Stovall\nWe are having extreme issues with our remote desktop. I have put in multiple requests and am not able to put you guys in direct contact with majority of our users. Now I cannot open quickbooks files as well and we need access immediately.",
    "using all my monitors with my connection",
    "Hello I am reaching out because my Ace remote desktop portal is only displaying a blue screen that says &quot;please wait&quot; after I sign in to my remote connection. ",
    "hi can you help me download the rdp?  it says Error occured- not valid IP found. thank you",
    "Hello, my connection to the RDP keeps losing connection and I am unable to work on my RDP without losing connection every few seconds.",
    "I need access to connect to the remote app and access the shortcuts for microsoft apps and quickbooks, outside of using the remote desktop app",
    "An icon for QuickBooks Premier has shown up on our remote desktop.  no one from our company loaded it onto the desktop.  Why is it there?  Our disk space was already low at 6%, now it is down to 3%.  Can you please remove it?  Mahalo",
    "I need to update my password into Ace.  New connection thru xfinity and password to Ace disappeared   I need to reset.",
    "Are there any specific websites  that need to be opened on our firewall inorder for my client to be able to transfer large documents to his remote desktop connection.  Small ones go through fine but large ones cause the remote desktop to crash.",
    "Hi, my quickbooks Remote Desktop is frozen and I am unable to open quickbooks. It was running really slow then it completely froze up",
    "my RDP does not work , i need help ",
    "I am needing to download the rdp access to a tablet and to a different computer than I had been using. I searched and the original email with instructions, but the rdp attachment seems like it expired or something. The file is not working. ",
    "i unable to open remote desktop",
    "Hi.  I need to get a file....I believe it is StephenFloyd.rdp    so that I can download it on a second computer in my office, and log into the Hose Pro Textiles hosted site.",
    "Hi, I am receiving an error when trying to connect with rdp",
    "So I use two computers and need to set up the Remote Desktop icon on my second computer but can not find the linke",
    "I am setting up a new comptuer and need to set up remote desktop promot ",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "Is there any system we can use to tell if someone is already logged into RDP? We share one user login and rarely at the same time, but sometimes accidentally kick someone out. ",
    "Hello, I need help with updating my Ace Cloud RDP File",
    "need to setup connection on a mac",
    "I need help installing or setting up rdp on my new computer",
    "I was just setup as a new user and provided login information. I am trying to download the RDP but it is saying &quot;Error occured-not valid IP found&quot;. I believe I do not have the correct server name. Can you advise? ",
    "Hii, I&#39;m trying to sign-up login to A Microsoft Remote Desktop used by my work. But the new log in won&#39;t work on the browser I have. I know last year I had this problem and I spoke with someone who helped me. ",
    "I keep getting locked out of all my accounts. now I cannot access my remote desktop",
    "Need urgent help. My RDP screen went black and it&#39;s not coming back",
    "I can access to my remote desktop but Quickbooks isnt opening.",
    "Hello, I&#39;m trying to log into one of our accounts and I&#39;m getting logon attempt failed. I reset the password and still not able to connect with RDP.",
    "using all my monitors with my connection",
    "Could you do a reboot of our remote desktop server?  We are having difficulties getting the Quickbooks software to open.   This issue is happening with all users in the Remote Desktop.  A reboot almost always fixes any issues we encounter.",
    "Having issues logging in to the remote desktop",
    "I cannot log into the remote desktop.  It tells me it can&#39;t find the server.  My CID is 73992.",
    "Our entire team is getting a firewall connection issue. It was on and off last week but now no one can seem to get in ",
    "Remote desktop is displaying on both computer screens despite never enabling the setting",
    "QB shortcut on my remote desktop is not working",
    "Is it possible to install an RDP on a phone or mobile device? ",
    "I want to install Microsoft Remote Desktop on a new Mac",
    "Hi. I cannot access our remote desktop. I had my boss reset my password after I was kicked out but it is still not working. This is the error code [Window Title]\nRemote Desktop Connection\n\n[Content]\nThere was a problem connecting to the remote resource. Ask your network administrator for help.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000008\nExtended error code: 0x0\nTimestamp (UTC): 06/30/25 04:42:35 PM\n\nPress Ctrl+C to copy.",
    "Hello!\n\nI have been unable to reach the hosting computer this morning. It is telling me that my log in and password are incorrect, so I changed my password, but it still wont let me in. Can you help?\n\nRemote Computer: memphisrecordpressing.myrealdata.com\nUser: MystieW_MR\n",
    "Hello, trying to send instructions to user Kang.V for setting up the remote desktop on a Mac. Can you please confirm what she should use for Step 5 for PC name?",
    "I have added a new user through the self care portal and now need to get them a QB login and able to access our company file. I have the RDP loaded on his computer. Kindly assist.",
    "I&#39;d like to make a shortcut on my Remote Desktop that points to a folder on the desktop of my personal computer. ",
    "An error occurred while communicating with the Remote Desktop Gateway. If this keeps happening, contact your network administrator for assistance.\n\nError code: 0x3000066",
    "I need help accessing the RDP, which I just received access to",
    "I am having a problem logging into my remote desktop.  Can you please assist",
    "I&#39;m not able to connect via MS Remote Desktop this morning....",
    "Sorry lost connection"
  ],
  "printer": [
    "How do I set up a printer",
    "Hello, can you please help re-connect uniprint using the ace cloud connect",
    "hi, my printer was removed from my quickbooks",
    "Im am having trouble printing my w2. ",
    "lost a remote session trying to add a printer",
    "I am setting up as a new employee with Standard Industrial and I need help connecting to our printer",
    "I am trying to print a check in Quickbooks but it is not giving me the options on how I would like that check printed.  It is going directly from the Print checks screen to Print Checks confirmation without the pop up box that asks how I want that check printed.  Does this mean I need the driver reinstalled?  If so, how do I go about doing that?",
    "not being able to print or email in sage",
    "Hi I am looking for help with printing/installing uniprint on laptop",
    "Hi, I would like some help with printing",
    "I am having an issue installing Uniprint Universal printer client",
    "printers are no longer on my remote desktop computer ",
    "I am trying to utilize a printer with my Remote Desktop server. I am using a Mac and have downloaded Uniprint for Mac, however I am getting an error that uniprint cannot fid a suitable way to transfer your print jcob",
    "I have upgraded my computer but now uniprint will not work. it shows my pc but shows the IP as 0.0.0.0 and nothing will print",
    "I could not print anymore"
  ],
  "email": [
    "Hello.  Having issues emailing from qB",
    "I want to connect my Quick book to my outlook email for me to send forms.",
    "Hello, I need help getting a new user set up to use our Ace Cloud.  How do I go about re-sending him a &quot;Welcome Email&quot; for directions.  I can log myself in, but I think for this I need to log in to a portal.  Please advise.",
    "I am needing to download the rdp access to a tablet and to a different computer than I had been using. I searched and the original email with instructions, but the rdp attachment seems like it expired or something. The file is not working. ",
    "Hello, we just received new microsoft 365 and i am having difficulties with the outlook syncing with all of the email accounts I need.",
    "I have access to my email now and want to reset my password. Can you help me connect to the server",
    "My boss has an account and was looking to add me as another user to our 6 companies.  I received an email saying I was set up but when I entered in the information provided it was for my bosses account and not for mine",
    "i can not access my outlook.  it opens and closes immediately.  i try to open in safe mode but it says script error",
    "I just received an email saying my password was reset but I cannot find where to choose my new password",
    "I need to connect my gmail account to quickbooks so that i can send payment links to customers. ",
    "Hello Ace,  I would like some help setting up an vacation notice on a few of my email addresses. Thanks, Christie",
    "How do I change the email address that the MFA code is set to for a user? I do not see anything the admin config. Possibly it is in the user account?",
    "not being able to print or email in sage",
    "Need help with my server,  We recently updated Quickbooks with your support but now we are having issues with sending any forms from Quickbooks Desktop such as paystubs, invoices, etc. We are getting an error code saying &#39;Your default browser doesnt seem to supoort the webmail authorization&#39; and im having no luck since the server is very limited to things i can change, i am unable to select other browsers if thats the issue.",
    "Please send me a phone number for support that does not do to voice mail.",
    "Do you offer email hosting?",
    "I need to have microsoft apps for enterprise added to our server on the ADMINU side.  I have spoken with a tech and her said it's about $14 a month, I was supposed to wait for an email and still dont have on.  I dont have anymore time to wait how do I get this added to our server now?  This is under Deane CPA, LLC and it is for the ADMIN U side with the email Leah@lrdpayroll.com so I can access outlook, word, excel apps on the server as I cant now and now i cant send invoices",
    "need to reset admin password and i don’t recognize the email options I receive. ",
    "Outlook won&#39;t open ",
    "When emailing from QB it is unable due to network failure",
    "Password Reset\nConfirmation\nLu2@myrealdata.net\n女\nInboxExternal\n画 Summarize this email\nNO-REPLY 9:11AM\nto me, Jason v\nCioudHosting\nGreetings!\nThis emailis to confirm that password has beensuccessfully reset for LU2 (Lu2@myrealdata.net)on LUCABINET & GRANITE.\nIf you have not requested this, please contact ACESupport immediately.\nRegards,\nTeam ACE\nNeed any help? We are waiting:\nChatPhone:1-888-415-5240Email:",
    "need help with outlook",
    "I'm having issues launching outlook",
    "Received a recent email introducing Ace Connect.",
    "When emailing from QB it is unable due to network failure",
    "Do you host emails?"
  ],
  "quickbooks": [
    "I am having issues logging on to quickbooks",
    "We need help to disable MFA in order for our users be able to login into QuickBooks server",
    "I need to update my qb",
    "Need to update my quickbooks",
    "Hi please help to update the QB company file from QB Enterprise 22 to 24. Thank you!",
    "We would like to upgrade from Quickbooks Non-profit Enterprise Desktop 2022 to 2024 in a couple weeks. We have a current license for 2 users.  ",
    "Hello! I am having trouble accessing my remote desktop. I received error &quot;[Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;QblivePro.myrealdata.net&quot;. This might mean that &quot;QblivePro.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 04/21/25 07:13:20 PM\n\nPress Ctrl+C to copy.&quot;",
    "I cant long into my QB",
    "Hello.  Having issues emailing from qB",
    "Selfcare portal access and Quickbooks update information",
    "i can&#39;t seem to save my accountants copy of qb.  please assist",
    "I need to provide a login for a new person so they can access our QB programs",
    "Hi....I am trying to save a local copy of my quickbooks file to send to my accountant and I am not able to send it..  I get an error that I can't upload it because it contains system files.",
    "Good day, may ask for an assistance please regarding quickbooks desktop",
    "Hello - we cannot open the Stovall-Associates QB File. The file just sits and spins....are you able to reset this file/make sure it&#39;s not corrupted like it was done for us earlier this morning? Can this be done for every QB file so we know we can access all of them?4",
    "Stovall\nWe are having extreme issues with our remote desktop. I have put in multiple requests and am not able to put you guys in direct contact with majority of our users. Now I cannot open quickbooks files as well and we need access immediately.",
    "My quickbooks keep freezing up. I had excel installed and now when I try to download a report it freezes up and I cant get back in",
    "I’m running into an issue with QuickBooks access. Our license is for two users, but even when we switch to Multi-User Mode, the client and I can’t log in at the same time. It seems to block one of us out.\n\nCould you check if there’s a setting or hosting configuration we need to update? Let me know if you need version details, or screenshots from my end.",
    "try to update one of my company in quickbook, but i got a msg &quot;the quickbooks enhanced payroll for accountants service is not currently available. Please try again [PS060].",
    "I am not able to sync any of my Quickbooks with bill.com",
    "Can&#39;t connect to Server for Hosted Quickbooks",
    "Good morning, I need support with a Quickbooks problem",
    "Good Day , May I request for your Assistance for Quickbooks Desktop ",
    "Hi - I am a current client and I am interested to understand what it takes to integrate Bill.com with our Quickbooks desktop.",
    "I need access to connect to the remote app and access the shortcuts for microsoft apps and quickbooks, outside of using the remote desktop app",
    "We use you for hosting enterprise for our company I am looking at adding field service management through quickbooks and wanted to make sure it will integrate with your server.",
    "An icon for QuickBooks Premier has shown up on our remote desktop.  no one from our company loaded it onto the desktop.  Why is it there?  Our disk space was already low at 6%, now it is down to 3%.  Can you please remove it?  Mahalo",
    "https://downloads.quickbooks.com/app/qbdt/products?productName=QuickBooks%20Desktop%20Pro&amp;edition=&amp;version=2024&amp;country=us",
    "My quickbooks keeps crashing",
    "Hi, my quickbooks Remote Desktop is frozen and I am unable to open quickbooks. It was running really slow then it completely froze up",
    "QB wont open",
    "Quickbooks freezes ",
    "Quickbooks",
    "checking status of quickbooks update",
    "quickbooks update status",
    "Quickbooks",
    "Hello, issues with quickbooks",
    "QuickBooks is frozen",
    "One of our users (CaitlynB) cannot login to QB w/o a licensing error message. We spent 40 minutes on the phone earlier and it is still not resolved.",
    "Looping Quickbooks start ",
    "QB will not open",
    "QB wont open",
    "I got kicked out of Quickbooks and now I cannot log in at all.  I connect to the server but when I try to open our Quickbooks it does NOTHING- I even tried on my laptop with same results. ",
    "hello - I am unable to backup my quickbooks file due to lack of storage? ",
    "My quickbooks will not open.  I received an error message and it suddenly shut down. I think it may be running in the background and I cannot see the icon. ",
    "I need to get the desktop link to login to the quickbooks server as I have a new computer?",
    "I&#39;ve been waiting 2 weeks to get Docusign integrated with my QB Enterprise Silver Ace cloud based client. ",
    "I have a client who currently has Quickbooks Premier hosted by Ace Cloud Hosting.  The are upgrading to Quickbooks Enterprise and will be integrating their Shopify account and Avalara with the Quickbooks Enterprise.  In addition, can they also integrate Webgility with the Quickbooks Enterprise?",
    "I cant get in QB ",
    "Issues with QB "
  ],
  "server": [
    "We need help to disable MFA in order for our users be able to login into QuickBooks server",
    "I am not able to log into the server. It says invalid password but i have not changed it so I know its correct ",
    "I am unable to connect to the server",
    "Need to add a user who has lost his connection.  Server# is CID70461",
    "I need to provide a login for a new person so they can access our QB programs",
    "I can't login to the server.",
    "I can&#39;t access the cloud server.",
    "Can&#39;t connect to Server for Hosted Quickbooks",
    "I need to change the credentials of my login and login with a different account, and the server will not let me do that.",
    "We use you for hosting enterprise for our company I am looking at adding field service management through quickbooks and wanted to make sure it will integrate with your server.",
    "I&#39;d like to give my authorization to reset the password to the server to Marie Demene \n",
    "I need to add the remote server to a new device please",
    "Hi, my quickbooks Remote Desktop is frozen and I am unable to open quickbooks. It was running really slow then it completely froze up",
    "I can&#39;t login to server. ",
    "my server is frozen",
    "I got kicked out of Quickbooks and now I cannot log in at all.  I connect to the server but when I try to open our Quickbooks it does NOTHING- I even tried on my laptop with same results. ",
    "My server prompting me to update my password. However, the old password I have written down is saying it is incorrect. Can someone please help iwth the reset? ",
    "I need to get the desktop link to login to the quickbooks server as I have a new computer?",
    "For some reason we have had major trouble connecting to our server yesterday. Today it wont connect at all. Obviously our internet is working fine.",
    "Can you make the default browser Google Chrome on our server?",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "It Says I am logged into by QB on the server when i am not, I tried to kill it but it didn&#39;t work",
    "My QB is frozen in my server",
    "I am unable to open the QuickBooks files for certain companies on my server. ",
    "I have a new laptop and I need to install the server",
    "I have access to my email now and want to reset my password. Can you help me connect to the server",
    "Need to get connected to the server",
    "Not able to access Remote server for work.",
    "I need to have a program uninstalled and re-installed on our server.  How do I go about getting this done?",
    "I need this server downloaded on my desktop please.",
    "I am having difficulty login in to my server",
    "I am unable to locate my desktop&#39;s drive through the server hosted desktop in order to save files. Need to set this up after I recently got a new computer",
    "How do I upload and/or download files from the server to my local desktop?",
    "Hello, we were told by you guys to log off our server. Can you please tell me why and for how long?",
    "Hello, I need your assistance with obtaining access to a newly installed application. Each year when the new ATX software is installed on the &quot;FinfrockATX2.myrealdata.net&quot; server I need to contact you to do something on the back-end so I am able to open it. the new application is the 2024ATX software. ",
    "I cannot get into the program to do income tax returns.  I get &quot;locked out&quot; message even with new password. ",
    "SKCPA LLC server call me ASAP very urgent",
    "SKCPA LLC Server",
    "My server is freezed. I have trouble to access",
    "I am an existing customer.  I need to set up a new hosted quickbooks server for QB 2024 Desktop Enterprise.  I would like to talk to someone about this item.",
    "SKCPA Server",
    "I was just setup as a new user and provided login information. I am trying to download the RDP but it is saying &quot;Error occured-not valid IP found&quot;. I believe I do not have the correct server name. Can you advise? ",
    "I purchased a new computer and am having trouble logging in with Server and Username.  I&#39;m not putting the correct server name in.  ",
    "I have a new computer and cannot connet to the server",
    "I am trying to log in to the Ace Server and my password is not working",
    "Need assistance to find server for ATX 2024",
    "my server SKCPA",
    "Logging into the remote server I continue to get &quot;Low C:  drive space detcted&quot;",
    "I need a list of all computers that&#39;s logged into the remote server",
    "I am trying to log into my different servers but they are all logging me into the Jeremy Shiner one"
  ],
  "user": [
    "We need help to disable MFA in order for our users be able to login into QuickBooks server",
    "We would like to upgrade from Quickbooks Non-profit Enterprise Desktop 2022 to 2024 in a couple weeks. We have a current license for 2 users.  ",
    "I need to review our users",
    "Need to add a user who has lost his connection.  Server# is CID70461",
    "Need to reset password for user",
    "Add the user as Admini",
    "Stovall\nWe are having extreme issues with our remote desktop. I have put in multiple requests and am not able to put you guys in direct contact with majority of our users. Now I cannot open quickbooks files as well and we need access immediately.",
    "I’m running into an issue with QuickBooks access. Our license is for two users, but even when we switch to Multi-User Mode, the client and I can’t log in at the same time. It seems to block one of us out.\n\nCould you check if there’s a setting or hosting configuration we need to update? Let me know if you need version details, or screenshots from my end.",
    "Hello, I need help getting a new user set up to use our Ace Cloud.  How do I go about re-sending him a &quot;Welcome Email&quot; for directions.  I can log myself in, but I think for this I need to log in to a portal.  Please advise.",
    "I need to set up a new user with access on a new computer",
    "(DeniseHueCPA.myrealdata.net with 2 users (myrealdata\\DeniseHue, myrealdata\\DoryPare",
    "Can you please provide me with the link where I can manage the user accounts.",
    "I am looking to add another user to my account ",
    "I am attempting to log in to the self care portal but the user id and password are not working",
    "need to change password for our user ",
    "One of our users (CaitlynB) cannot login to QB w/o a licensing error message. We spent 40 minutes on the phone earlier and it is still not resolved.",
    "I am trying to create a new User and Password in the self-care portal and am locked out",
    "When logging on to the cloud it said I am a &#39;temporary user&#39; when I look at the screen my icons are not laid out correctly. When I open QB it closes out just before it comes to the login screen",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "Apparently - ACE has initiated an auto password change without notification to end user. This is frustrating. If this is the case then we will have one other person that will need to change their password.  I logged into selfcare to change password. I have had no success so I expect the password change is for the self care site and not the remote login. ",
    "Good morning I needed assistance deleting a user from my account",
    "My boss has an account and was looking to add me as another user to our 6 companies.  I received an email saying I was set up but when I entered in the information provided it was for my bosses account and not for mine",
    "Is there any system we can use to tell if someone is already logged into RDP? We share one user login and rarely at the same time, but sometimes accidentally kick someone out. ",
    "Trying to link/load Quickbooks database to new user NickS with SAI Flight Services, yesterday he had no permissions to the D:  Data folder, today we can get in, but what file am I linking up? I tried the  SAI Flight Services.qbw file in the d:\\clientdata\\quickbooks folder. Was prompted he would need admin permissions, tried to continue, received error QB encounter a problem when opening the company file. error code -12, 0. ",
    "NEED TO DO A PASSWORD RESET FOR ONE OF MY COMPANY USERS",
    "I need a password reset for my user BByers",
    "Having trouble changing a password for one of my users.  ElizabethAR",
    "Currently I have two users on two computers.  If I add one computer but remain with two users how much will that increase my bill?",
    "I was just setup as a new user and provided login information. I am trying to download the RDP but it is saying &quot;Error occured-not valid IP found&quot;. I believe I do not have the correct server name. Can you advise? ",
    "I purchased a new computer and am having trouble logging in with Server and Username.  I&#39;m not putting the correct server name in.  ",
    "QuickBooks froze while I was using it. I closed it out and reopened. I&#39;m prompted to enter my user name and password but then nothing happens. I&#39;ve tried closing out multiple time with the same results. We have two QuickBooks accounts and I&#39;m able to open the second account.",
    "Could you do a reboot of our remote desktop server?  We are having difficulties getting the Quickbooks software to open.   This issue is happening with all users in the Remote Desktop.  A reboot almost always fixes any issues we encounter.",
    "I would like to reset my password with user name mnc_yasmin",
    "I am setting up as a new employee with Standard Industrial and I need help connecting to our printer",
    "Can you point me to tech service so I can get a new user set up?",
    "Hi I am an ace hosting user. How I can download a big that is in the remote computer?",
    "I&#39;m not able to log on to my username withhin the server",
    "hi- I am having an issue with quickbooks desktop. I was in single user and then logged off and tried to log back in, and when i try to log in I get an unrecoverable error",
    "Would like to know how much it would be to add a second user to our private server.  ",
    "How do I change the email address that the MFA code is set to for a user? I do not see anything the admin config. Possibly it is in the user account?",
    "Hello!\n\nI have been unable to reach the hosting computer this morning. It is telling me that my log in and password are incorrect, so I changed my password, but it still wont let me in. Can you help?\n\nRemote Computer: memphisrecordpressing.myrealdata.com\nUser: MystieW_MR\n",
    "Hello, trying to send instructions to user Kang.V for setting up the remote desktop on a Mac. Can you please confirm what she should use for Step 5 for PC name?",
    "I have added a new user through the self care portal and now need to get them a QB login and able to access our company file. I have the RDP loaded on his computer. Kindly assist.",
    "I am already using Ace with 3 user what would the cost be if i added 2 more user I do not know what plan i have Company name Taxtec",
    "How can I download Quickbook enterprise silver user 1",
    "What Microsoft license is each user of this required to have?",
    "I have a question, if you help me to run a backup for QB would it back it up just for myself or for all users?",
    "Hi, I need support on accessing my user list on quickbook remote hosting",
    "Client ID: CID67331 - Remote Desktop Connection Error -  I keep getting the following error: The connection was denied because the user account is not authorized for remote login.",
    "\nWhat is the website URL for users to login into? I believe this is a different URL than the My Portal login. Thanks\n"
  ],
  "application": [
    "I need to update my qb",
    "Need to update my quickbooks",
    "Hi please help to update the QB company file from QB Enterprise 22 to 24. Thank you!",
    "We would like to upgrade from Quickbooks Non-profit Enterprise Desktop 2022 to 2024 in a couple weeks. We have a current license for 2 users.  ",
    "Selfcare portal access and Quickbooks update information",
    "PLEASE HELP UPDATE QUICKBOOK",
    "My quickbooks keep freezing up. I had excel installed and now when I try to download a report it freezes up and I cant get back in",
    "I’m running into an issue with QuickBooks access. Our license is for two users, but even when we switch to Multi-User Mode, the client and I can’t log in at the same time. It seems to block one of us out.\n\nCould you check if there’s a setting or hosting configuration we need to update? Let me know if you need version details, or screenshots from my end.",
    "try to update one of my company in quickbook, but i got a msg &quot;the quickbooks enhanced payroll for accountants service is not currently available. Please try again [PS060].",
    "My desktop is currently set up for multi-screen sharing meaning I can run any apps on any screen when using the ace Cloud platform. Is there any way I can toggle that on and off.",
    "I need access to connect to the remote app and access the shortcuts for microsoft apps and quickbooks, outside of using the remote desktop app",
    "https://downloads.quickbooks.com/app/qbdt/products?productName=QuickBooks%20Desktop%20Pro&amp;edition=&amp;version=2024&amp;country=us",
    "I need to update my password into Ace.  New connection thru xfinity and password to Ace disappeared   I need to reset.",
    "checking status of quickbooks update",
    "quickbooks update status",
    "im trying to install access on a new computer",
    "My server prompting me to update my password. However, the old password I have written down is saying it is incorrect. Can someone please help iwth the reset? ",
    "Hello, I need assistance to install QB in a new computer.",
    "Can someone please give me a status update on a ticket submitted last week?",
    "I need to install Quick Books on a Mac",
    "I need help to install QuickBooks on a Mac",
    "Hello! I&#39;m a current client (KAC Consulting Inc) and am looking for the support phone number. I need software installed on my workspace. ",
    "I need a new quickbooks installed",
    "Apparently - ACE has initiated an auto password change without notification to end user. This is frustrating. If this is the case then we will have one other person that will need to change their password.  I logged into selfcare to change password. I have had no success so I expect the password change is for the self care site and not the remote login. ",
    "Hi, can you please update the quickbooks. The payroll is not working properly",
    "I have a new laptop and I need to install the server",
    "APpraisals1 - I cannot open APpraisal Linx.  I can open other companies. Cannot open even if I use the reset tool you sent me.  THis is urgent to open this asap.",
    "Hi i would like to install anydesk and want to move folder from other laptop to mine",
    "Update QuickBooks",
    "I need to have a program uninstalled and re-installed on our server.  How do I go about getting this done?",
    "how to add app association to be able to open documents",
    "the welcome page on the quickbooks online desktop app will not close. I can&#39;t see the button to close it and i can&#39;t use the app because it blocks everything.",
    "Hello, I need your assistance with obtaining access to a newly installed application. Each year when the new ATX software is installed on the &quot;FinfrockATX2.myrealdata.net&quot; server I need to contact you to do something on the back-end so I am able to open it. the new application is the 2024ATX software. ",
    "I need help installing or setting up rdp on my new computer",
    "I need to install quickbooks update",
    "I have requested to upload 2024 Drake and Lacerte Application but don&#39;t see anything in the remote hosting",
    "Hi! I have new software I need to load on to my ACE Cloud portal. Can you help me?",
    "Appraisal1 and Appraisal 2 have a QuickBooks 2024 LIcense ... why is their version 2023?  Can you update it please?",
    "QuickBooks froze while I was using it. I closed it out and reopened. I&#39;m prompted to enter my user name and password but then nothing happens. I&#39;ve tried closing out multiple time with the same results. We have two QuickBooks accounts and I&#39;m able to open the second account.",
    "Could you do a reboot of our remote desktop server?  We are having difficulties getting the Quickbooks software to open.   This issue is happening with all users in the Remote Desktop.  A reboot almost always fixes any issues we encounter.",
    "I&#39;m trying to upgrade to new version of QB.  It&#39;s saying I do not have permission because I&#39;m system administrator.  ",
    "Is it possible to install an RDP on a phone or mobile device? ",
    "I want to install Microsoft Remote Desktop on a new Mac",
    "Need to update admin password",
    "I need you to update my QB from 2023 to 2024.  I know how to but in the hosted invironment I am told you have to.",
    "I am trying to print a check in Quickbooks but it is not giving me the options on how I would like that check printed.  It is going directly from the Print checks screen to Print Checks confirmation without the pop up box that asks how I want that check printed.  Does this mean I need the driver reinstalled?  If so, how do I go about doing that?",
    "Hi I am looking for help with printing/installing uniprint on laptop",
    "An error occurred while communicating with the Remote Desktop Gateway. If this keeps happening, contact your network administrator for assistance.\n\nError code: 0x3000066",
    "Hello, our application, Sage 100, is not working after you all upgraded the application. The databases need upgraded as well, but we are unable to do this because the database administration app is being blocked from launching due to your Crowdstrike agent. Can you put in an exception for any blocks you have pertaining to Sage 100?",
    "I need the QB software update installed, so that I do not keep getting kicked out of QB."
  ],
  "monitor": [
    "After I click the link to login to acecloud, my screen goes all black.  ",
    "I’m running into an issue with QuickBooks access. Our license is for two users, but even when we switch to Multi-User Mode, the client and I can’t log in at the same time. It seems to block one of us out.\n\nCould you check if there’s a setting or hosting configuration we need to update? Let me know if you need version details, or screenshots from my end.",
    "My desktop is currently set up for multi-screen sharing meaning I can run any apps on any screen when using the ace Cloud platform. Is there any way I can toggle that on and off.",
    "using all my monitors with my connection",
    "Hello I am reaching out because my Ace remote desktop portal is only displaying a blue screen that says &quot;please wait&quot; after I sign in to my remote connection. ",
    "When logging on to the cloud it said I am a &#39;temporary user&#39; when I look at the screen my icons are not laid out correctly. When I open QB it closes out just before it comes to the login screen",
    "I need to extend my remote display",
    "Hello, I am unable to open anything in QuickBooks, after logging in. There is just a gray screen and nothing is clickable. ",
    "Need urgent help. My RDP screen went black and it&#39;s not coming back",
    "using all my monitors with my connection",
    "Remote desktop is displaying on both computer screens despite never enabling the setting",
    "I am trying to print a check in Quickbooks but it is not giving me the options on how I would like that check printed.  It is going directly from the Print checks screen to Print Checks confirmation without the pop up box that asks how I want that check printed.  Does this mean I need the driver reinstalled?  If so, how do I go about doing that?",
    "hi when i log into my ace account it only brings up a black screen",
    "I need to put the hosting on a new laptop and I&#39;ve completed forgotten how I did it before.  I opened my previous laptop this morning to find the screen totally cracked.  Please help.",
    "Hello,\nI am still having issues connecting with the remote app- Quickbooks application. When I do cloud desktop it is fine, and I can open all the apps. \nHowever, when I do quickbooks only, it stays stuck in the configuring connection loading screen and then stops and gives me the message:\n&quot; Because of protocol error, this session will be disconnected&quot;.\n\nPlease advise",
    "My screen is still frozen.",
    "My screen is frozen and will not let me do anything",
    "Hi, I'm accessing the payroll 2024 app in the remote desktop. When the authenticator screen appeared, I forgot to scan the QR code and accidentally clicked the continue button. There's no way for me to return to the authenticator thus I can't log in completely. Is there's a way to reset that process?",
    "How do I remove 2 screen display on the  RDP if we auto login and can"
  ],
  "network": [
    "Hello! I am having trouble accessing my remote desktop. I received error &quot;[Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;QblivePro.myrealdata.net&quot;. This might mean that &quot;QblivePro.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 04/21/25 07:13:20 PM\n\nPress Ctrl+C to copy.&quot;",
    "this computer can&#39;t connect to the remote computer. try connecting again. if the problem continues, contact the remote computer or your network administrator\n",
    "this computer can&#39;t connect to the remote computer. try connecting again. if the problem continues, contact the remote computer or your network administrator",
    "Issues with network",
    "Hello! I am trying to login and keep getting a message saying &quot;There was a problem connecting the remote resource. Connect your network administrator.&quot; It let me in twice, but then immediately gave me the same message. I have tried multiple times. Can you help? I don&#39;t know what to do. ",
    "Are there any specific websites  that need to be opened on our firewall inorder for my client to be able to transfer large documents to his remote desktop connection.  Small ones go through fine but large ones cause the remote desktop to crash.",
    "For some reason we have had major trouble connecting to our server yesterday. Today it wont connect at all. Obviously our internet is working fine.",
    "Our entire team is getting a firewall connection issue. It was on and off last week but now no one can seem to get in ",
    "Hi. I cannot access our remote desktop. I had my boss reset my password after I was kicked out but it is still not working. This is the error code [Window Title]\nRemote Desktop Connection\n\n[Content]\nThere was a problem connecting to the remote resource. Ask your network administrator for help.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000008\nExtended error code: 0x0\nTimestamp (UTC): 06/30/25 04:42:35 PM\n\nPress Ctrl+C to copy.",
    "An error occurred while communicating with the Remote Desktop Gateway. If this keeps happening, contact your network administrator for assistance.\n\nError code: 0x3000066",
    "Hello, I&#39;m having an issue with logging into our remote desktop. It keeps giving me the error below [Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;SunsetWest.myrealdata.net&quot;. This might mean that &quot;SunsetWest.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 05/06/25 05:29:30 PM\n\nPress Ctrl+C to copy.",
    "Server name: AmericaTax.myrealdata.net\nUser Name: AaronMartin\n\nHello i&#39;m trying to conect whit the server bur this message appear:\n\n&quot;The remote rosource can&#39;t be reached. Check your connection annd try again or ask your network administrator for help&quot;",
    "When emailing from QB it is unable due to network failure",
    "When emailing from QB it is unable due to network failure"
  ],
  "backup": [
    "How often are backups taken?",
    "hello - I am unable to backup my quickbooks file due to lack of storage? ",
    "Am I am to make a Quickbooks backup to an flashdrive if my Quickbooks is in the cloud?",
    "Need to get our account restored ",
    "Need to get our account restored ",
    "Do we have a backup of our quickbooks for 5/26/2025?",
    "I have a question, if you help me to run a backup for QB would it back it up just for myself or for all users?",
    "how do a restore a previous file?",
    "I am trying to switch to single user mode and my quickbooks is locked up. It locks up every single time I try to do this. Is there a fix for this??? I am trying to send a backup copy of quickbooks to my accountants. "
  ],
  "slow": [
    "I am not able to log into the server. It says invalid password but i have not changed it so I know its correct ",
    "unable to log in and change password. States contact admnistrator",
    "need to change password",
    "change harold lohf password",
    "My quickbooks keep freezing up. I had excel installed and now when I try to download a report it freezes up and I cant get back in",
    "I need to change the credentials of my login and login with a different account, and the server will not let me do that.",
    "Hi, my quickbooks Remote Desktop is frozen and I am unable to open quickbooks. It was running really slow then it completely froze up",
    "need to change password for our user ",
    "Quickbooks freezes ",
    "I want to change the password to my RDC, but I can&#39;t remember my old one.  What can I do?",
    "Apparently - ACE has initiated an auto password change without notification to end user. This is frustrating. If this is the case then we will have one other person that will need to change their password.  I logged into selfcare to change password. I have had no success so I expect the password change is for the self care site and not the remote login. ",
    "Trying to open quickbooks and it is asking for administrator privelages",
    "I am a current customer.  Need help with changing QB product license number.",
    "My server is freezed. I have trouble to access",
    "Having trouble changing a password for one of my users.  ElizabethAR",
    "My ace is still running slow",
    "How do I change the email address that the MFA code is set to for a user? I do not see anything the admin config. Possibly it is in the user account?",
    "Hello!\n\nI have been unable to reach the hosting computer this morning. It is telling me that my log in and password are incorrect, so I changed my password, but it still wont let me in. Can you help?\n\nRemote Computer: memphisrecordpressing.myrealdata.com\nUser: MystieW_MR\n",
    "Need help with my server,  We recently updated Quickbooks with your support but now we are having issues with sending any forms from Quickbooks Desktop such as paystubs, invoices, etc. We are getting an error code saying &#39;Your default browser doesnt seem to supoort the webmail authorization&#39; and im having no luck since the server is very limited to things i can change, i am unable to select other browsers if thats the issue.",
    "My Ace is running slow",
    "help service slow again fix now",
    "The RDP is asking for me to change my password.  I dont know the  current password is.  Can you help me?",
    "I had to change password &amp; now can not get logged in",
    "A Cohere employee is receiving a &quot;System.AccessViolationException: Attempted to read or write protected memory&quot; error while trying to send a series of bank payments.  She (Ester Stock, estock@coherebeauty.com, 973-239-6608) states:&quot;I am having a problem with QuickBooks. I tried yesterday, to send a series of payments to PNC Bank, however, QB was so slow it never finished processing. It froze and I had to just leave it until it timed out. Now I tries to send those payments again, but I received the attached error message. I need someone advise on how to proceed.&quot;",
    "Ace Cloud Hosting for quickbooks is wanting me to change my password, but I do not know what my user name and password is now so I'm unable to change it.",
    "I am unable to log into the RDP. I also cannot change my password through https://selfcare.acecloudhosting.com/authorization.do",
    "I'm writing regarding [## 606095 ##] Philanthropy Management Northwest LLC. Our Sage is very slow. Please veryfy the server we are located on or the wrights attributed to our account. This is a issue that started today. We had this issue before. Please look in our account notes how this issue was solved in the past. Many thanks,",
    "delete user and change user",
    "quickbooks very slow"
  ],
  "crash": [
    "Hello! I am having trouble accessing my remote desktop. I received error &quot;[Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;QblivePro.myrealdata.net&quot;. This might mean that &quot;QblivePro.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 04/21/25 07:13:20 PM\n\nPress Ctrl+C to copy.&quot;",
    "can&#39;t get logged on - getting an error",
    "Hi....I am trying to save a local copy of my quickbooks file to send to my accountant and I am not able to send it..  I get an error that I can't upload it because it contains system files.",
    "Why am I receivving the followin errors when logging into RDT?",
    "hi can you help me download the rdp?  it says Error occured- not valid IP found. thank you",
    "My quickbooks keeps crashing",
    "Are there any specific websites  that need to be opened on our firewall inorder for my client to be able to transfer large documents to his remote desktop connection.  Small ones go through fine but large ones cause the remote desktop to crash.",
    "One of our users (CaitlynB) cannot login to QB w/o a licensing error message. We spent 40 minutes on the phone earlier and it is still not resolved.",
    "I just spent 30 mins trying to resolve a scanner issue. The second page iattempted to scan as lead me to the same issue. I have left up the error message ",
    "My quickbooks will not open.  I received an error message and it suddenly shut down. I think it may be running in the background and I cannot see the icon. ",
    "Hi, I am receiving an error when trying to connect with rdp",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "I can&#39;t log on.  It gives me error code 0x300000d and extended error code 0x0. ",
    "Trying to link/load Quickbooks database to new user NickS with SAI Flight Services, yesterday he had no permissions to the D:  Data folder, today we can get in, but what file am I linking up? I tried the  SAI Flight Services.qbw file in the d:\\clientdata\\quickbooks folder. Was prompted he would need admin permissions, tried to continue, received error QB encounter a problem when opening the company file. error code -12, 0. ",
    "I was just setup as a new user and provided login information. I am trying to download the RDP but it is saying &quot;Error occured-not valid IP found&quot;. I believe I do not have the correct server name. Can you advise? ",
    "0x5000004 Receiving this error code when trying to connect",
    "i can not access my outlook.  it opens and closes immediately.  i try to open in safe mode but it says script error",
    "Hello, I&#39;m trying to log into one of our accounts and I&#39;m getting logon attempt failed. I reset the password and still not able to connect with RDP.",
    "hi- I am having an issue with quickbooks desktop. I was in single user and then logged off and tried to log back in, and when i try to log in I get an unrecoverable error",
    "Hi. I cannot access our remote desktop. I had my boss reset my password after I was kicked out but it is still not working. This is the error code [Window Title]\nRemote Desktop Connection\n\n[Content]\nThere was a problem connecting to the remote resource. Ask your network administrator for help.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000008\nExtended error code: 0x0\nTimestamp (UTC): 06/30/25 04:42:35 PM\n\nPress Ctrl+C to copy.",
    "Quickbooks keeps crashing while trying to clear bank feed transactions.",
    "An error occurred while communicating with the Remote Desktop Gateway. If this keeps happening, contact your network administrator for assistance.\n\nError code: 0x3000066",
    "Sage has crashed again and I need you attention to this matter. This is our third requests on this ticket. ",
    "Need help with my server,  We recently updated Quickbooks with your support but now we are having issues with sending any forms from Quickbooks Desktop such as paystubs, invoices, etc. We are getting an error code saying &#39;Your default browser doesnt seem to supoort the webmail authorization&#39; and im having no luck since the server is very limited to things i can change, i am unable to select other browsers if thats the issue.",
    "I&#39;m getting an error that says my computer does not belong to the netowrk",
    "Hi! I need help with my QB, I keep getting an error when I log in saying I need to &#39;download the latest file doctor&#39;",
    "Client ID: CID67331 - Remote Desktop Connection Error -  I keep getting the following error: The connection was denied because the user account is not authorized for remote login.",
    "Cannot setup UPS shipping manager in quickbooks - error message states &quot;missing or invalid password (9570011)&quot;+",
    "Hello, I&#39;m having an issue with logging into our remote desktop. It keeps giving me the error below [Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;SunsetWest.myrealdata.net&quot;. This might mean that &quot;SunsetWest.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 05/06/25 05:29:30 PM\n\nPress Ctrl+C to copy.",
    "Having problems logging into my QB file. I&#39;m getting the error message that administrator permission is required. I am working remotely from a new location.",
    "I keep getting this error in quickbooks",
    "Hello,\nI am still having issues connecting with the remote app- Quickbooks application. When I do cloud desktop it is fine, and I can open all the apps. \nHowever, when I do quickbooks only, it stays stuck in the configuring connection loading screen and then stops and gives me the message:\n&quot; Because of protocol error, this session will be disconnected&quot;.\n\nPlease advise",
    "I have this error message when trying to generate a RDP",
    "I am trying to utilize a printer with my Remote Desktop server. I am using a Mac and have downloaded Uniprint for Mac, however I am getting an error that uniprint cannot fid a suitable way to transfer your print jcob",
    "A Cohere employee is receiving a &quot;System.AccessViolationException: Attempted to read or write protected memory&quot; error while trying to send a series of bank payments.  She (Ester Stock, estock@coherebeauty.com, 973-239-6608) states:&quot;I am having a problem with QuickBooks. I tried yesterday, to send a series of payments to PNC Bank, however, QB was so slow it never finished processing. It froze and I had to just leave it until it timed out. Now I tries to send those payments again, but I received the attached error message. I need someone advise on how to proceed.&quot;",
    "office suite is saying product activation failed",
    "Receiving 3371 error code",
    "QB not opening receiving a 3371 error",
    "Microsoft launched a new remote desktop so I had to install a new app. when trying to login I&#39;m getting an \nError code: 0x204",
    "I am trying to download the Generate RDP.  I am receiving an error message that says no IP found.  What do i need to do ?",
    "Hi, I do can connect with the remote pc, but the problem is I can't open the app installed there, specifically the ATX software. I am stuck with the loading page and prompting an error message \"An attempt was made to start the server process, but the application is still unable to connect. Please start the server and try again\". Do it has to do with the remote set up?",
    "error pop up",
    "Company name Melissa Banuelos I am getting Error Code (-12,0) and can not open any of the 42 QB company files we have",
    "Just had a chat with Manish Singh about a Script Error that I get when I log into Sage 50.  He said he would need to reinstall Sage 50 to fix the error.  Would that have to be done with for all of our Sage users?  Some of them are not getting the error.",
    "I am getting an error when I try to log into QuickBooks. Error 3371,Status Code 11118"
  ],
  "error": [
    "I am having issues logging on to quickbooks",
    "Having issues logging in.",
    "Hello! I am having trouble accessing my remote desktop. I received error &quot;[Window Title]\nRemote Desktop Connection\n\n[Content]\nRemote Desktop can&#39;t find the computer &quot;QblivePro.myrealdata.net&quot;. This might mean that &quot;QblivePro.myrealdata.net&quot; does not belong to the specified network.  Verify the computer name and domain that you are trying to connect to.\n\n[^] Hide details  [OK]\n\n[Expanded Information]\nError code: 0x3000016\nExtended error code: 0x0\nTimestamp (UTC): 04/21/25 07:13:20 PM\n\nPress Ctrl+C to copy.&quot;",
    "Hello.  Having issues emailing from qB",
    "self care portal issues ",
    "this computer can&#39;t connect to the remote computer. try connecting again. if the problem continues, contact the remote computer or your network administrator\n",
    "this computer can&#39;t connect to the remote computer. try connecting again. if the problem continues, contact the remote computer or your network administrator",
    "can&#39;t get logged on - getting an error",
    "Client data is not accurate and reports not running - big issue need help resolving",
    "Hi....I am trying to save a local copy of my quickbooks file to send to my accountant and I am not able to send it..  I get an error that I can't upload it because it contains system files.",
    "Why am I receivving the followin errors when logging into RDT?",
    "Stovall\nWe are having extreme issues with our remote desktop. I have put in multiple requests and am not able to put you guys in direct contact with majority of our users. Now I cannot open quickbooks files as well and we need access immediately.",
    "I’m running into an issue with QuickBooks access. Our license is for two users, but even when we switch to Multi-User Mode, the client and I can’t log in at the same time. It seems to block one of us out.\n\nCould you check if there’s a setting or hosting configuration we need to update? Let me know if you need version details, or screenshots from my end.",
    "Cloud Password not working",
    "hi can you help me download the rdp?  it says Error occured- not valid IP found. thank you",
    "Issues with network",
    "Hello! I am trying to login and keep getting a message saying &quot;There was a problem connecting the remote resource. Connect your network administrator.&quot; It let me in twice, but then immediately gave me the same message. I have tried multiple times. Can you help? I don&#39;t know what to do. ",
    "Good morning, I need support with a Quickbooks problem",
    "I am attempting to log in to the self care portal but the user id and password are not working",
    "I am needing to download the rdp access to a tablet and to a different computer than I had been using. I searched and the original email with instructions, but the rdp attachment seems like it expired or something. The file is not working. ",
    "Hello, issues with quickbooks",
    "One of our users (CaitlynB) cannot login to QB w/o a licensing error message. We spent 40 minutes on the phone earlier and it is still not resolved.",
    "I just spent 30 mins trying to resolve a scanner issue. The second page iattempted to scan as lead me to the same issue. I have left up the error message ",
    "My quickbooks will not open.  I received an error message and it suddenly shut down. I think it may be running in the background and I cannot see the icon. ",
    "My google authenticator codes are not working",
    "Issues with QB ",
    "Hi, I am receiving an error when trying to connect with rdp",
    "I have created a new user on nfp.myrealdata.net server and am unable to access. I think the user name that I should be adding is Deanna.R@myrealdate.net. When I use that I receive an error &quot;The connection was denied because the user account is not authorized for remote login.",
    "Hi, can you please update the quickbooks. The payroll is not working properly",
    "having an issue with my quickbooks payroll",
    "Ultra tax issue",
    "Need to export an Accountant Copy of 2024 QB, but it won&#39;t let me export it.  I assume it&#39;s a permissions issue.",
    "Ultra tax not working",
    "I can&#39;t log on.  It gives me error code 0x300000d and extended error code 0x0. ",
    "Trying to link/load Quickbooks database to new user NickS with SAI Flight Services, yesterday he had no permissions to the D:  Data folder, today we can get in, but what file am I linking up? I tried the  SAI Flight Services.qbw file in the d:\\clientdata\\quickbooks folder. Was prompted he would need admin permissions, tried to continue, received error QB encounter a problem when opening the company file. error code -12, 0. ",
    "I&#39;m having an issue with getting web connector for QB downloaded\n",
    "Having issue with teams and microphone",
    "I was just setup as a new user and provided login information. I am trying to download the RDP but it is saying &quot;Error occured-not valid IP found&quot;. I believe I do not have the correct server name. Can you advise? ",
    "0x5000004 Receiving this error code when trying to connect",
    "Hii, I&#39;m trying to sign-up login to A Microsoft Remote Desktop used by my work. But the new log in won&#39;t work on the browser I have. I know last year I had this problem and I spoke with someone who helped me. ",
    "i can not access my outlook.  it opens and closes immediately.  i try to open in safe mode but it says script error",
    "Hello, I&#39;m trying to log into one of our accounts and I&#39;m getting logon attempt failed. I reset the password and still not able to connect with RDP.",
    "I am trying to log in to the Ace Server and my password is not working",
    "permissions quickbooks issue",
    "Could you do a reboot of our remote desktop server?  We are having difficulties getting the Quickbooks software to open.   This issue is happening with all users in the Remote Desktop.  A reboot almost always fixes any issues we encounter.",
    "Having issues logging in to the remote desktop",
    "Our entire team is getting a firewall connection issue. It was on and off last week but now no one can seem to get in ",
    "I am not sure who I to contact for this problem:",
    "hi- I am having an issue with quickbooks desktop. I was in single user and then logged off and tried to log back in, and when i try to log in I get an unrecoverable error",
    "hello its still not working "
  ]
}